{
    "text":{
     "Tracking":"موقعنا", 
     "News Room /":"غرفة الأخبار /",   
     "Events /":"الأحداث /",   
     "Blog /":"مدونة /",   
     "Careers/":"المهن/",   
    "ContactUs/":"اتصل بنا/",    
     " Preference Center":"مركز التفضيلات",   
    "  AM Group /":"مجموعة AM",    
    "Get to know us":"تعرف علينا",    
    " MY MA":" MY MA",    
    "Sustainability /":"الاستدامة /",  
     " E-Buisness":"التجارة الإلكترونية",   
     " Local information/":"معلومات محلية/",   
     "Solutions /":"الحلول /",   
     "Doing business togethe":"ممارسة الأعمال التجارية معًا",   
    "Office Details":"تفاصيل عن المكتب",    
    "  Submit":"أرسل",    
    "Choose Country":"اختر البلد",    
    "tell us more about your query":"أخبرنا المزيد عن استفسارك",    
     "Query*":"استفسارك",   
    "Choose Country ":"اختر  دولتك",    
    "Select Country*":"اختر الدولة",    
    "enter ur phone number":"أدخل رقم هاتفك",    
    "Phone No*":"رقم الهاتف",    
     "please enter your last name":"الرجاء إدخال اسمك الأخير",   
     "Last name*":"  الاسم الاخير",   
    "insert the name of your organisation":"أدخل اسم مؤسستك",    
      "Organisation*":"منظمة",  
    "insert your email":"أدخل بريدك الإلكتروني",    
      "Enter Your Email":"أدخل بريدك الإلكتروني",  
     "please enter your first name":"الرجاء إدخال اسمك الأول",   
     "First name*":"الاسم الأول",   
     "COUNTRY-LOCATION / LOCAL OFFICE":"الدولة-الموقع/المكتب المحلي",   
     " Get in Touch with our Local Offices":"تواصل مع مكاتبنا المحلية",   
    "Ready to Book?":"هل أنت مستعد للحجز؟",  
     "READ MORE":"لقراءة المزيد",   
     "CUSTOMER ADVISORIES":"أراءالعملاء",   
     "Discover the Latest News About AM":"اكتشف آخر الأخبار عن AM",   
     "offices":"مكاتب",   
     "million TEUs carried annually":"مليون وحدة مكافئة لعشرين قدمًا يتم نقلها سنويًا",   
     "vessels":"اوعية" ,  
     "AM Group employees":"موظفي مجموعة AM",   
    "one-stop-shop solution for your next shipping request.":"حل متكامل لطلب الشحن القادم الخاص بك.",   
    "always available to help you with your particular needs and offer you a":"متاح دائمًا لمساعدتك في احتياجاتك الخاصة وتقديم لك",    
     "focusing on delivering best-in-class service to our customers, we are":"مع التركيز على تقديم أفضل الخدمات في فئتها لعملائنا، نحن",   
    "Our global shipping network is developed for our customers. By":"تم تطوير شبكة الشحن العالمية الخاصة بنا لعملائنا.",    
    " Moving the World, Together.":"تحريك العالم معًا",    
    "shipping service, tailored to the specific needs of your business.":"خدمة الشحن، مصممة خصيصًا لتلبية احتياجات عملك.",       
    "coverage and extensive equipment availability means, we are able to deliver a professional, efficient":"بفضل التغطية الواسعة وتوافر المعدات على نطاق واسع، فإننا قادرون على تقديم خدمات احترافية وفعالة",    
    "shipping company for numerous companies the world over. Combining this with our global port":"شركة شحن للعديد من الشركات في جميع أنحاء العالم. الجمع بين هذا وبين ميناءنا العالمي",    
    "Thanks to the extensive capacity of our container fleet, AM is the trusted transportation partner and":"بفضل السعة الكبيرة لأسطول الحاويات لدينا، تعد AM شريك النقل الموثوق به و",    
        "or final destination, we offer versatile solutions that cover air, land, and sea.":"أو وجهتك النهائية، فإننا نقدم حلولاً متعددة الاستخدامات تغطي الجو والبر والبحر.",
        "solutions designed to meet the specific needs of each of our customers. Regardless of your cargo":"حلول مصممة لتلبية الاحتياجات المحددة لكل عميل من عملائنا. بغض النظر عن نوع الشحنة الخاصة بك",
        "At AM we pride ourselves on being a global container shipping company that delivers tailored":"في AM، نفخر بكوننا شركة شحن حاويات عالمية تقدم خدمات مخصصة",
        "Your Shipping Needs Met":" تلبية احتياجاتك في الشحن",
        "LEADER IN":"رائدة في",
         "SHIPPING & LOGISTICS":"الشحن والخدمات اللوجستية",
        "LEADERIN SHIPPING & LOGISTICS":"رائدة في مجال الشحن والخدمات اللوجستية",
        "Tracking":"موقعنا",
        "Our Solutions":"الحلول الخاصة بنا",
        "As well as being a global leader in container shipping":"بالإضافة إلى كونها رائدة عالمية في مجال شحن الحاويات",        
        "our worldwide teams ofindustry specific experts mean":"تعني فرقنا العالمية ذات الخبرة المتخصصة في الصناعة",
        "we can offer our customers round-the-clockpersonalised service This ensures we deliver fast and reliable transit":"يمكننا أن نقدم لعملائنا خدمة شخصية على مدار الساعة، وهذا يضمن تقديم خدمة نقل سريعة وموثوقة",
        "that we provide the best solutions for your needs.":"أننا نقدم أفضل الحلول لاحتياجاتك"
    }
}